Repository: arigvrcia/tt-48794807
Catalog: omegat/project_save.tmx
Source language: en
Languages: es_es

source: Stereotypical images that are deployed in foreign representations of Japan, such as Mount Fuji, geisha, and samurai, are not regarded by Japanese people as symbols of contemporary identity.
es_es: Las imágenes estereotipadas que se despliegan en las representaciones extranjeras de Japón, como el monte Fuji, las geishas y los samuráis, no son consideradas por los japoneses como símbolos de la identidad contemporánea.

source: Taoism is a Chinese philosophical tradition that emphasizes the spiritual and mystical connection between human beings and nature.
es_es: El taoísmo es una tradición filosófica china que hace hincapié en la conexión espiritual y mística entre los seres humanos y la naturaleza.

source: Teravada Buddhism, in general, is the branch practiced in South Asia, Central Asia, and Southeast Asia, and Mahayana is the branch that influenced Chinese, Korean, and Japanese civilizations.
es_es: El budismo teravada, en general, es la rama que se practica en el sur de Asia, Asia central y el sudeste asiático, y el mahayana es la rama que influyó en las civilizaciones china, coreana y japonesa.

source: That economic strength allowed investment in overseas assets.
es_es: Esa fortaleza económica permitió invertir en activos en el extranjero.

source: The Chinese system of writing was introduced along with Buddhism in the sixth century, and Chinese orthography was used to transform Japanese into a written language.
es_es: El sistema de escritura chino se introdujo junto con el budismo en el siglo VI, y la ortografía china se utilizó para transformar el japonés en una lengua escrita.

source: The Heisei period (1989 to the present) began with great hopes that it would usher in the "Japanese century," but the era of prosperity sputtered to a halt.
es_es: El periodo Heisei (desde 1989 hasta la actualidad) comenzó con grandes esperanzas de que daría paso al "siglo japonés", pero la era de prosperidad se detuvo.

source: The Heisei period has thus far been a time of unremitting economic stagnation.
es_es: El periodo Heisei ha sido hasta ahora una época de incesante estancamiento económico.

source: The Japanese language includes sharply divergent styles of speech for men and women.
es_es: El idioma japonés incluye estilos de habla muy divergentes para hombres y mujeres.

source: The Kamakura period and the following periods were characterized by a warrior culture, including the development of Japanese forms of austere Zen Buddhism, martial arts, and the philosophic code of warrior life now called Bushidō.
es_es: El periodo Kamakura y los periodos siguientes estaban caracterizados por una cultura guerrera, incluyendo el desarrollo de formas japonesas de Budismo Zen austeras, artes marciales, y el código filosófico de la vida guerrera, llamado ahora Bushidō.

source: The Korean peninsula is the closest point on the Asian mainland.
es_es: La península de Corea es el punto más cercano del continente asiático.

source: The LDP was in effect a coalition among leaders of semiautonomous factions, and its hallmark was intricate compromises and backroom deals.
es_es: El PLD era, en efecto, una coalición entre líderes de facciones semiautónomas, y su sello distintivo eran los intrincados compromisos y acuerdos de trastienda.

source: The Meiji grafted the trappings of contemporary Western monarchies onto the sacred imperial institution, creating a court nobility that resembled European aristocracies.
es_es: Los Meiji injertaron los adornos de las monarquías occidentales contemporáneas en la sagrada institución imperial, creando una nobleza de corte que se parecía a las aristocracias europeas.

source: The Meiji regime reconnected imperial rule with civil political authority and military power.
es_es: El régimen Meiji reconectó el gobierno imperial con la autoridad política civil y el poder militar.

source: The Occupation launched social and cultural reforms, including a democratic constitution and political system, universal adult suffrage, the emperor's renunciation of divinity and separation of religion from state control, agricultural land reform, the dismantling of major economic and industrial combines, the expansion of education, language reform, and expanded civil liberties.
es_es: La Ocupación puso en marcha reformas sociales y culturales, incluyendo una constitución y un sistema político democrático, el sufragio universal de los adultos, la renuncia del emperador a la divinidad y la separación de la religión del control del Estado, la reforma agraria, el desmantelamiento de las principales combinaciones económicas e industriales, la expansión de la educación, la reforma lingüística y la ampliación de las libertades civiles. .

source: The Shōwa Emperor died in 1989, succeeded by his son, who became the Emperor Heisei.
es_es: El emperador Shōwa murió en 1989, sucedido por su hijo, que se convirtió en el emperador Heisei.

source: The Sōka Gakkai, an offshoot of Buddhism, has several million adherents and in the 1960s formed a conservative national political party.
es_es: La Sōka Gakkai, una rama del budismo, tiene varios millones de adeptos y en la década de 1960 formó un partido político nacional conservador.

source: The Teravada tradition emphasizes monastic communities.
es_es: La tradición teravada hace hincapié en las comunidades monásticas.

source: The Tokugawa dynasty surrendered its authority to the imperial court in 1868 after a long struggle.
es_es: La dinastía Tokugawa cedió su autoridad a la corte imperial en 1868 tras una larga lucha.

source: The Tokugawa regime expelled the Catholic clergy in 1614 and tried to eliminate the Catholic community.
es_es: El régimen Tokugawa expulsó al clero católico en 1614 e intentó eliminar la comunidad católica.

source: The Tokugawa regime ruled through a complicated network of alliances with approximately 250 regional lords, some closely allied to the Tokugawa and others in opposition but permanently subdued.
es_es: El régimen Tokugawa gobernaba a través de una complicada red de alianzas con aproximadamente 250 señores regionales, algunos estrechamente aliados a los Tokugawa y otros en contra de ellos pero permanentemente sometidos.

source: The Yamato state adopted the conventions of the Chinese imperial court and tried to model society along the lines of Chinese civilization.
es_es: El estado Yamoto adoptó las convenciones de la corte imperial china e intentó que la sociedad siguiera los pasos de la civilización china.

source: The affluence of ordinary consumers manifested itself in a growing market for luxury items, conspicuous consumption, and very short product cycles.
es_es: La afluencia de consumidores ordinarios se manifestó en un creciente mercado de artículos de lujo, un consumo conspicuo y ciclos de productos muy cortos.

source: The basic genetic stock of the population and the fundamental patterns of the language were established during that period.
es_es: El material genético básico de la población y los patrones fundamentales de la lengua fueron establecidos durante este período.

source: The bombing of Hiroshima and Nagasaki brought Japan to unconditional surrender in World War II.
es_es: El bombardeo de Hiroshima y Nagasaki llevó a Japón a la rendición incondicional en la Segunda Guerra Mundial.

source: The centrality of the state was strengthened by a new national educational system, and a growing military.
es_es: La centralidad del Estado se vio fortalecida por un nuevo sistema educativo nacional y un ejército cada vez más numeroso.

source: The ceremonies blend elements from Shintō marriage rituals and stylized adaptations of Christian weddings.
es_es: Las ceremonias mezclan elementos de los rituales matrimoniales de Shintō y adaptaciones estilizadas de las bodas cristianas.

source: The characteristics of postwar urban middle-class life included small nuclear families in which mothers focused on their children's education and from which fathers were largely absent because of their occupational obligations.
es_es: Las características de la vida de la clase media urbana de la posguerra incluían pequeñas familias nucleares en las que las madres se centraban en la educación de sus hijos y de las que los padres estaban en gran medida ausentes debido a sus obligaciones profesionales.

source: The chrysanthemum, for example, serves as the crest of the imperial family, and cherry blossoms were invoked in wartime propaganda to represent the glory of kamikaze suicide pilots.
es_es: El crisantemo, por ejemplo, es el escudo de la familia imperial, y los cerezos en flor fueron utilizados en la propaganda de guerra para representar la gloria de los pilotos suicidas kamikaze.

source: The climate is shaped by Asian-Pacific monsoon cycles, which bring heavy rains from the Pacific during the summer and fall, followed by icy winds from North Asia during the winter that dump snow in the mountains.
es_es: El clima está determinado por los ciclos monzónicos de Asia-Pacífico, que traen fuertes lluvias del Pacífico durante el verano y el otoño, seguidas de vientos helados del norte de Asia durante el invierno que arrojan nieve en las montañas.

source: The constitution of 1947 made equality of the sexes an established principle, and the legal framework of the traditional family structure has been dismantled.
es_es: La constitución de 1947 hizo de la igualdad de sexos un principio establecido, y el marco legal de la estructura familiar tradicional ha sido desmantelado.

source: The contemporary language relies on an enormous number of words and terms that are Sino-Japanese in origin as well as words derived from indigenous Japanese terminology.
es_es: La lengua contemporánea cuenta con un enorme número de palabras y términos de origen sino-japonés, así como con palabras derivadas de la terminología japonesa autóctona.

source: The country is heavily urbanized, and urban areas have extremely high population densities.
es_es: El país está muy urbanizado, y las zonas urbanas tienen una densidad de población extremadamente alta.

source: The currents that converge offshore create fertile and varied fishing grounds.
es_es: Las corrientes que convergen en alta mar crean caladeros fértiles y variados.

source: The early postwar years were a time of massive rebuilding.
es_es: Los primeros años de la posguerra fueron una época de reconstrucción masiva.

source: The economy was shattered, and mass starvation was a threat.
es_es: La economía estaba destrozada, y la hambruna masiva era una amenaza.

source: The establishment of a national educational system and a national conscript army, the growth of an efficient transportation system, and the development of mass media significantly hastened the homogenization of regional differences, as did industrialization, urban development, and economic and social change.
es_es: El establecimiento de un sistema educativo y un ejército nacionales, el crecimiento de un sistema de transporte eficiente y el desarrollo de los medios de comunicación aceleraron significativamente la homogeneización de las diferencias regionales, al igual que la industrialización, el desarrollo urbano y el cambio económico y social.

source: The examination system is a source of anxiety for children and their families (pushy mothers are dubbed "education mamas").
es_es: El sistema de exámenes es una fuente de ansiedad para los niños y sus familias (las madres insistentes son apodadas "madres educadoras").

source: The four major islands are Hokkaidō, Honshū, Shikoku, and Kyūshū.
es_es: Las cuatro islas principales son Hokkaidō, Honshū, Shikoku y Kyūshū.

source: The goal of the state was to promote nationalist ideolōgies centered on imperial institutions and the Shinto religion and to preserve a strong consciousness of national identity.
es_es: El objetivo del Estado era promover las ideologías nacionalistas centradas en las instituciones imperiales y la religión sintoísta y preservar una fuerte conciencia de identidad nacional.

source: The government sent delegations to study legal institutions, commerce and industry, science and technology, military affairs, architecture, arts, and medicine in Europe and North America.
es_es: El gobierno envió delegaciones para estudiar las instituciones legales, el comercio y la industria, la ciencia y la tecnología, los asuntos militares, la arquitectura, las artes y la medicina en Europa y Norteamérica.

source: The growth of social movements has been limited because of deferential attitudes toward the state's role in public affairs.
es_es: Sin embargo, desde el siglo XIX, los cristianos japoneses han liderado movimientos de reforma social, y muchas instituciones educativas, médicas y de otro tipo han sido patrocinadas por grupos cristianos.

source: The household head's role ideally was to be steward for a family's intergenerational fortunes, honoring the memories of ancestors who had established the family's position and ensuring that family assets, traditions, and social standing would be passed on intact to an unbroken line of future heirs.
es_es: El papel del cabeza de familia era, idealmente, el de administrador de la fortuna intergeneracional de la familia, honrando los recuerdos de los antepasados que habían establecido la posición de la familia y asegurando que los bienes familiares, las tradiciones y la posición social se transmitieran intactos a una línea ininterrumpida de futuros herederos.

source: The introduction of Chinese characters 1,500 years ago established semantic and orthographic systems that make Japanese one of the most complicated languages in the world.
es_es: La introducción de los caracteres chinos hace 1.500 años estableció sistemas semánticos y ortográficos que hacen del japonés una de las lenguas más complicadas del mundo.

source: The introduction of Western weaponry hastened the consolidation of power among a few increasingly dominant warlords who unified the country and ended the civil war.
es_es: La introducción de armas de Occidente aceleró la consolidación del poder entre unos pocos caudillos militares cada vez más dominantes que unificaron el país y pusieron fin a la guerra civil.

source: The light of dawn falls on a sign at the Tsukiji Fish Market during a tuna auction.
es_es: La luz del amanecer cae sobre un cartel en el mercado de pescado de Tsukiji durante una subasta de atún.

source: The medieval period ended in a century of civil war lasting from the late fifteenth to the late sixteenth century.
es_es: El periodo medieval terminó en un siglo de guerra civil que perduró desde finales del s.XV hasta finales del s.XVI.

source: The military assumed a larger role in politics, and conservative forces made international "respect," military expansion, and the sanctity of imperial institutions the cornerstones of public life.
es_es: Los militares asumieron un papel más importante en la política, y las fuerzas conservadoras hicieron el "respeto" internacional, la expansión militar y la santidad de las instituciones imperiales las bases de la vida pública.

source: The minority populations whose identities have regional dimensions include Korean-Japanese, who are spread across the country but are most prominent in Ōsaka and other parts of the Kansai region; Okinawans, mainly in Okinawa but also with a sizable community in and around Ōsaka: Ainu, most of whom live in Hokkaidō; and the so-called outcaste population, who are found primarily in the Kansai region.
es_es: Las poblaciones minoritarias cuyas identidades tienen dimensiones regionales incluyen a los coreano-japoneses, los cuales están repartidos por todo el país, pero son más prominentes en Ōsaka y otras partes de la región de Kansai; los okinawenses, principalmente en Okinawa pero también con una comunidad considerable en Ōsaka y sus alrededores: Ainu, la mayoría de los cuales viven en Hokkaidō; y la llamada población de marginados, que se encuentra principalmente en la región de Kansai.

source: The most distant dialects are those spoken in the Okinawan islands.
es_es: Los dialectos más lejanos son los que se hablan en las islas de Okinawa.

source: The mythologies of the indigenous Japanese religion, Shintō, date from that period; they intertwine accounts of the divine origins of the islands with chronicles of struggles among gods whose descendants eventually came to be regarded as the imperial family, which claims an unbroken line of descent since this period.
es_es: Las mitologías de la religión indígena japonesa Shintō datan de ese periódo; mezclan cuentos de los orígenes divinos de las islas con crónicas de los sufrimientos de los dioses cuyos descendientes acabaron siendo reconocidos como la familia imperial, la cual afirma mantener la línea de descendencia intacta desde este periódo.

source: The name "Yamato" is used by archaeologists and historians to distinguish Japanese artistic genres from their Chinese counterparts.
es_es: El nombre "Yamato" es utilizado por arqueólogos e historiadores para distinguir los géneros artísticos japoneses de sus homólogos chinos.

source: The new slogan was "Eastern values; Western science."
es_es: El nuevo eslogan era "Valores orientales; ciencia occidental".

source: The one major branch of Japanese Buddhism that does not have close connections to Chinese Buddhist traditions are the various sects of the Nichiren tradition which developed an intensely nationalistic ideology and a militant orientation to proselytizing that is uncharacteristic of other Japanese Buddhist sects.
es_es: La única rama importante del budismo japonés que no tiene conexiones estrechas con las tradiciones budistas chinas son las diversas sectas de la tradición Nichiren, que desarrollaron una ideología intensamente nacionalista y una orientación militante hacia el proselitismo que no es característica de otras sectas budistas japonesas.

source: The political crisis included major internal economic problems and the unexpected confrontation with the Western powers precipitated by the arrival of Commodore Matthew Perry and a squadron of American warships in 1853.
es_es: La crisis política incluía importantes problemas económicos internos y el inesperado enfrentamiento con las potencias occidentales precipitado por la llegada del comodoro Matthew Perry y una escuadra de buques de guerra estadounidenses en 1853.

source: The political power of the Lower House is much greater than that of the Upper House; prime ministers are elected from the Lower House, and most cabinet positions are also filled from the membership of that chamber.
es_es: El poder político de la Cámara Baja es mucho mayor que el de la Cámara Alta; los primeros ministros son elegidos de la Cámara Baja, y la mayoría de los puestos del gabinete también se cubren con los miembros de esa cámara.

source: The prestige and respect accorded to government ministries have plunged since the 1980s in response to the economic downturn and widely publicized incidents of corruption and incompetence.
es_es: El prestigio y el respeto concedidos a los ministerios del gobierno han caído en picado desde la década de 1980 en respuesta a la recesión económica y a los incidentes de corrupción e incompetencia ampliamente difundidos. La Constitución de 1947 renunció al uso de la fuerza militar y prohibió al Estado mantener fuerzas armadas.

source: The religion has no formal dogma or scripture.
es_es: La religión no tiene un dogma formal ni escrituras.

source: The result was a largely peaceful coup known as the Meiji Restoration, which marked the beginning of the nation's modernization.
es_es: El resultado fue un golpe de estado mayormente pacífico conocido como la Restauración Meiji, que marcó el comienzo de la modernización de la nación.

source: The resulting dialect, hyōjungo ("the standard language"), was based on the linguistic patterns of Tōkyō's samurai ("warrior") classes and has become the norm in the educational system, the mass media, government, and business.
es_es: El dialecto resultante, hyōjungo ("la lengua estándar"), se basó en los patrones lingüísticos de las clases samurái ("guerrero") de Tōkyō y se ha convertido en la norma en el sistema educativo, los medios de comunicación, el gobierno y las empresas.

source: The rivalry between the Kantō region (Tōkyō and the surrounding prefectures) and the Kansai region (centered on Ōsaka and Kyōto) is the most prominent expression of regionalism.
es_es: La rivalidad entre la región de Kantō (Tōkyō y las prefecturas circundantes) y la región de Kansai (centrada en Ōsaka y Kyōto) es la expresión más destacada del regionalismo.

source: The samurai became a hereditary class of bureaucrats whose qualifications for leadership depended on education.
es_es: Los samuráis se convirtieron en una clase hereditaria de burócratas cuya cualificación para el liderazgo dependía de la educación.

source: The sects of Buddhism popular in Japan have emphasized the accessibility of salvation and enlightenment of ordinary people.
es_es: Las sectas del budismo populares en Japón han hecho hincapié en la accesibilidad de la salvación y la iluminación de la gente corriente.

source: The southern island group of Okinawa (the Ryūkyū Islands) is geographically, historically, and culturally distinct.
es_es: El grupo de islas del sur de Okinawa (las islas Ryūkyū) es geográfica, histórica y culturalmente distinto.

source: The state built industries such as shipyards, iron smelters, and spinning mills and sold them to well-connected entrepreneurs.
es_es: El Estado construyó industrias como astilleros, fundiciones de hierro e hilanderías y las vendió a empresarios con buenos contactos.

source: The stated goal was to create a "Greater East Asian Co-Prosperity Sphere" in which Western imperialism would be banished.
es_es: El objetivo declarado era crear una "Gran Esfera de Coprosperidad de Asia Oriental" en la que se desterraría el imperialismo occidental.

source: The system of extraterritoriality, however, was considered degrading, and the government tried to transform social life and culture in ways that would command the respect of the Western powers.
es_es: El sistema de extraterritorialidad, sin embargo, se consideró degradante, y el gobierno trató de transformar la vida social y la cultura de manera que se ganara el respeto de las potencias occidentales.

source: The traditional family system was organized around a multigenerational household with a single central authority: the male household head.
es_es: El sistema familiar tradicional se organizaba en torno a un hogar multigeneracional con una única autoridad central: el hombre cabeza de familia.

source: The two regions are economic and political as well as social and cultural competitors.
es_es: Las dos regiones son competidoras económicas y políticas, además de sociales y culturales.

source: The two regions have markedly different dialects, and linguistic differences are sometimes taken as evidence of cultural sophistication, level of education, politeness, personality, and other social traits.
es_es: Las dos regiones tienen dialectos muy diferentes, y las diferencias lingüísticas se toman a veces como prueba de sofisticación cultural, nivel de educación, cortesía, personalidad y otros rasgos sociales.

source: The typical white-collar urban family was secure in the knowledge that lifetime employment was the norm.
es_es: La típica familia urbana de cuello blanco estaba segura de que el empleo de por vida era la norma.

source: The urban merchant classes stimulated the development of sophisticated national economic institutions and the beginning of industrial production.
es_es: Las clases mercantiles urbanas estimularon el desarrollo de sofisticadas instituciones económicas nacionales y el inicio de la producción industrial.
